IDEA Open Model
LoadOnLine.Direction Property
Compatible with IDEA StatiCa v 10.1
 1=global, 0=local
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public LoadDirection Direction { get; set; }
Public Property Direction As LoadDirection
	Get
	Set
public:
property LoadDirection Direction {
	LoadDirection get ();
	void set (LoadDirection value);
}
Property Value
Type: LoadDirection
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace